app/controllers/students_controller.rb

  def create
    student = Student.create(students_params)
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "fabiano"], ["last_name", "cunha"], ["created_at", "2017-11-06 16:44:40.872813"], ["updated_at", "2017-11-06 16:44:40.872813"]]